Repository: 2009-Nissan-Cube/About-This-Hack
Catalog: About This Hack/*.lproj/Localizable.strings
Languages: es, fr

# tooltip.sysinfo
source: Hardware, Network, Software, Etc. Detailed Data
es: Datos detallados: Hardware, Red, Software, etc.
fr: Données détaillées : Matériel, Réseau, Logiciel, etc.

# tooltip.softupd
source: Find and Install OS and Security Updates
es: Buscar e instalar actualizaciones del sistema y de seguridad
fr: Rechercher et installer les mises à jour système et de sécurité

# segment.title.overview
source: Overview
es: General
fr: Aperçu

# segment.title.displays
source: Displays
es: Pantallas
fr: Écrans

# segment.title.storage
source: Storage
es: Almacenamiento
fr: Stockage

# segment.title.support
source: Support
es: Soporte
fr: Assistance

# segment.tooltip.overview
source: General presentation of system specifications
es: Presentación general de las especificaciones del sistema
fr: Présentation générale des spécifications du système

# segment.tooltip.displays
source: Screens and resolutions
es: Pantallas y resoluciones
fr: Écrans et résolutions

# segment.tooltip.storage
source: Boot disk, connection type and available space
es: Disco de arranque, tipo de conexión y espacio disponible
fr: Disque de démarrage, type de connexion et espace disponible

# segment.tooltip.support
source: Presentation of support links for help with your hackintosh or mac
es: Presentación de enlaces de soporte para ayuda con tu hackintosh o mac
fr: Présentation des liens d'assistance pour votre hackintosh ou Mac

# browser.success
source: Browser Successfully opened
es: Navegador abierto correctamente
fr: Navigateur ouvert avec succès

# storage.available
source: Available
es: Disponible
fr: Disponible

# log.browser.opened.macos_user_guide
source: Browser opened: macOS User Guide
es: Navegador abierto: Guía del usuario de macOS
fr: Navigateur ouvert : Guide de l'utilisateur macOS

# log.browser.opened.whats_new
source: Browser opened: What's New in macOS
es: Navegador abierto: Novedades de macOS
fr: Navigateur ouvert : Nouveautés de macOS

# log.browser.opened.apple_support
source: Browser opened: Apple Support
es: Navegador abierto: Soporte de Apple
fr: Navigateur ouvert : Assistance Apple

# log.browser.opened.hackintosh
source: Browser opened: Hackintosh Guide
es: Navegador abierto: Guía Hackintosh
fr: Navigateur ouvert : Guide Hackintosh

# log.browser.opened.mac_basics
source: Browser opened: Mac Basics
es: Navegador abierto: Conceptos básicos de Mac
fr: Navigateur ouvert : Notions de base sur Mac

# log.browser.opened.mac_user_guide
source: Browser opened: Mac User Guide
es: Navegador abierto: Guía del usuario de Mac
fr: Navigateur ouvert : Guide de l'utilisateur Mac

# log.browser.failed
source: Failed to open URL: %@
es: Error al abrir la URL: %@
fr: Échec de l'ouverture de l'URL : %@

# log.support_view.init
source: Support View Initializing...
es: Inicializando Support View...
fr: Initialisation de la vue d'assistance...

# log.storage.init
source: Initializing Storage View...
es: Inicializando vista de almacenamiento...
fr: Initialisation de la vue de stockage...

# log.storage.image_setting
source: Setting storage image: %@ %@
es: Configurando imagen de almacenamiento: %@ %@
fr: Configuration de l'image de stockage : %@ %@

# log.storage.image_not_found
source: Specific image not found, using generic %@ image
es: Imagen específica no encontrada, usando imagen genérica %@
fr: Image spécifique introuvable, utilisation de l'image générique %@

# log.storage.updated
source: Updated storage info: %@, %@%%
es: Información de almacenamiento actualizada: %@, %@%%
fr: Informations de stockage mises à jour : %@, %@%%

# log.storage.tooltips
source: Storage tooltips configured
es: Información sobre herramientas de almacenamiento configurada
fr: Infobulles de stockage configurées

# log.window.loaded
source: Window controller loaded
es: Controlador de ventana cargado
fr: Contrôleur de fenêtre chargé

# log.window.restored
source: Restored window position from saved frame
es: Posición de ventana restaurada desde marco guardado
fr: Position de fenêtre restaurée depuis le cadre enregistré

# log.window.centered
source: No saved window position, centering window
es: No hay posición de ventana guardada, centrando ventana
fr: Aucune position de fenêtre enregistrée, centrage de la fenêtre

# log.window.shown
source: Window shown after data loaded
es: Ventana mostrada después de cargar los datos
fr: Fenêtre affichée après le chargement des données

# log.app.starting
source: Application starting...
es: Iniciando aplicación...
fr: Démarrage de l'application...

# log.data_files.ready
source: Data files ready
es: Archivos de datos listos
fr: Fichiers de données prêts

# log.checking_updates
source: Checking for Updates...
es: Buscando actualizaciones...
fr: Vérification des mises à jour...

# log.update_available
source: Update available, initiating update process
es: Actualización disponible, iniciando proceso de actualización
fr: Mise à jour disponible, lancement du processus de mise à jour

# log.no_updates
source: No updates available
es: No hay actualizaciones disponibles
fr: Aucune mise à jour disponible

# log.app.terminating
source: Application terminating, cleaning up temporary files
es: Cerrando aplicación, limpiando archivos temporales
fr: Fermeture de l'application, nettoyage des fichiers temporaires

# log.view.show_error
source: Cannot show view: main window controller not found
es: No se puede mostrar la vista: no se encontró el controlador de ventana principal
fr: Impossible d'afficher la vue : contrôleur de fenêtre principal introuvable

# log.display_view.init
source: Initializing Display View...
es: Inicializando vista de pantallas...
fr: Initialisation de la vue des écrans...

# log.service_view.init
source: Initializing Service View...
es: Inicializando vista de servicio...
fr: Initialisation de la vue de service...

# log.display.names
source: Display names: %@
es: Nombres de pantallas: %@
fr: Noms des écrans : %@

# log.display.resolutions
source: Display resolutions: %@
es: Resoluciones de pantallas: %@
fr: Résolutions des écrans : %@

# log.display.name_for_index
source: Display name for index %d: "%@"
es: Nombre de pantalla para índice %d: "%@"
fr: Nom de l'écran pour l'index %d : "%@"

# log.display.resolution_for_index
source: Display resolution for index %d: "%@"
es: Resolución de pantalla para índice %d: "%@"
fr: Résolution de l'écran pour l'index %d : "%@"

# log.data.directory_created
source: Data directory created
es: Directorio de datos creado
fr: Répertoire de données créé

# log.hardware.cache_cleared
source: File cache cleared
es: Vaciada la caché de archivos
fr: Cache des fichiers vidé

# log.window.segmented_localized
source: Segmented control localized
es: Segmented control traducido
fr: Segmented control localisé

# log.window.segmented_not_ready
source: Segmented control outlet not ready
es: Segmented control no está listo
fr: Segmented control n'est pas prêt

# log.window.deinitialized
source: Window controller deinitialized
es: Controlador de ventana desinicializado
fr: Contrôleur de fenêtre déinitialisé

# log.window.frame_saved
source: Saved window frame: %@
es: Marco de ventana guardado: %@
fr: Cadre de fenêtre enregistré : %@

# log.cpu.init
source: Initializing CPU Info...
es: Inicializando información de CPU...
fr: Initialisation des informations CPU...

# log.cpu.brand
source: CPU Brand: %@
es: Marca de CPU: %@
fr: Marque du CPU : %@

# log.cpu.details
source: CPU Details: %@
es: Detalles de CPU: %@
fr: Détails du CPU : %@

# log.cpu.core_count
source: CPU Core Count: %d
es: Número de núcleos de CPU: %d
fr: Nombre de cœurs CPU : %d

# log.cpu.getting_info
source: Getting CPU info...
es: Obteniendo información de CPU...
fr: Récupération des informations CPU...

# log.cpu.getting_details
source: Getting CPU details string...
es: Obteniendo cadena de detalles de CPU...
fr: Récupération de la chaîne de détails CPU...

# log.cpu.getting_core_count
source: Getting CPU core count...
es: Obteniendo número de núcleos de CPU...
fr: Récupération du nombre de cœurs CPU...

# log.cpu.core_count_packages
source: CPU Core count (hw.packages): %d
es: Número de núcleos de CPU (hw.packages): %d
fr: Nombre de cœurs CPU (hw.packages) : %d

# log.cpu.core_count_physical
source: CPU Core count (hw.physicalcpu): %d
es: Número de núcleos de CPU (hw.physicalcpu): %d
fr: Nombre de cœurs CPU (hw.physicalcpu) : %d

# log.cpu.core_count_logical
source: CPU Core count (hw.logicalcpu): %d
es: Número de núcleos de CPU (hw.logicalcpu): %d
fr: Nombre de cœurs CPU (hw.logicalcpu) : %d

# log.cpu.fetching_details
source: Fetching CPU details from hwFilePath...
es: Obteniendo detalles de CPU desde hwFilePath...
fr: Récupération des détails CPU depuis hwFilePath...

# log.gpu.reset
source: GPU info reset
es: Información de GPU reiniciada
fr: Informations GPU réinitialisées

# log.gpu.init
source: Initializing GPU Info...
es: Inicializando información de GPU...
fr: Initialisation des informations GPU...

# log.gpu.retrieved
source: Successfully retrieved GPU info from HardwareCollector.
es: Información de GPU recuperada desde HardwareCollector.
fr: Informations GPU récupérées avec succès depuis HardwareCollector.

# log.gpu.parsing_data
source: Parsing GPU data from %d lines
es: Analizando datos de GPU desde %d líneas
fr: Analyse des données GPU à partir de %d lignes

# log.gpu.line
source: Line %d: '%@'
es: Línea %d: '%@'
fr: Ligne %d : '%@'

# log.gpu.found_chipset
source: Found Chipset at line %d: %@
es: Chipset encontrado en línea %d: %@
fr: Chipset trouvé à la ligne %d : %@

# log.gpu.found_vram
source: Found VRAM at line %d: %@
es: VRAM encontrada en línea %d: %@
fr: VRAM trouvée à la ligne %d : %@

# log.gpu.found_metal
source: Found Metal at line %d: %@
es: Metal encontrado en línea %d: %@
fr: Metal trouvé à la ligne %d : %@

# log.gpu.stopping_parse
source: Stopping GPU parse at Displays section (line %d)
es: Deteniendo análisis de GPU en sección Displays (línea %d)
fr: Arrêt de l'analyse GPU à la section Displays (ligne %d)

# log.gpu.final_info
source: Final GPU Chipset: '%@', VRAM: '%@', Metal: '%@'
es: Información GPU final - Chipset: '%@', VRAM: '%@', Metal: '%@'
fr: Informations GPU finales - Chipset : '%@', VRAM : '%@', Metal : '%@'

# log.gpu.getting_string
source: Getting GPU string...
es: Obteniendo cadena de GPU...
fr: Récupération de la chaîne GPU...

# log.gpu.getting_detailed_info
source: Getting detailed GPU info string...
es: Obteniendo cadena de información detallada de GPU...
fr: Récupération de la chaîne d'informations GPU détaillées...

# log.gpu.retrieved_detailed
source: Successfully retrieved detailed GPU info from HardwareCollector.
es: Información detallada de GPU recuperada desde HardwareCollector.
fr: Informations GPU détaillées récupérées avec succès depuis HardwareCollector.

# log.display.reset
source: Display info reset
es: Información de pantalla reiniciada
fr: Informations d'écran réinitialisées

# log.display.init
source: Initializing Display Info...
es: Inicializando información de pantalla...
fr: Initialisation des informations d'écran...

# log.display.retrieved
source: Successfully retrieved display info from HardwareCollector.
es: Información de pantalla recuperada desde HardwareCollector.
fr: Informations d'écran récupérées avec succès depuis HardwareCollector.

# log.display.parsing_data
source: Parsing display data from %d lines
es: Analizando datos de pantalla desde %d líneas
fr: Analyse des données d'écran à partir de %d lignes

# log.display.line
source: Line %d: '%@'
es: Línea %d: '%@'
fr: Ligne %d : '%@'

# log.display.found_displays
source: Found 'Displays:' at line %d
es: 'Displays:' encontrado en línea %d
fr: 'Displays:' trouvé à la ligne %d

# log.display.main_info
source: Main Display Info: %@
es: Información de pantalla principal: %@
fr: Informations de l'écran principal : %@

# log.display.all_info
source: All Displays Info: %@
es: Información de todas las pantallas: %@
fr: Informations de tous les écrans : %@

# log.display.getting_main
source: Getting main display string...
es: Obteniendo cadena de pantalla principal...
fr: Récupération de la chaîne de l'écran principal...

# log.display.getting_all
source: Getting all displays info string...
es: Obteniendo cadena de todas las pantallas...
fr: Récupération de la chaîne de tous les écrans...

# log.display.parsing_main
source: Parsing main display info...
es: Analizando información de pantalla principal...
fr: Analyse des informations de l'écran principal...

# log.display.found_name
source: Found display name: %@
es: Nombre de pantalla encontrado: %@
fr: Nom d'écran trouvé : %@

# log.display.found_resolution
source: Found resolution for first display: %@
es: Resolución encontrada para primera pantalla: %@
fr: Résolution trouvée pour le premier écran : %@

# log.display.parsed_main
source: Parsed Main Display Name: %@, Resolution: %@
es: Nombre de pantalla principal analizado: %@, Resolución: %@
fr: Nom de l'écran principal analysé : %@, Résolution : %@

# log.display.parsing_all
source: Parsing all displays info...
es: Analizando todas las pantallas...
fr: Analyse de tous les écrans...

# log.display.parsed_all
source: Parsed All Displays Info: %@
es: Información de todas las pantallas analizada: %@
fr: Informations de tous les écrans analysées : %@

# log.ram.parsing_lines
source: Parsing memory file lines...
es: Analizando líneas del archivo de memoria...
fr: Analyse des lignes du fichier mémoire...

# log.ram.init
source: Initializing RAM Info...
es: Inicializando información de RAM...
fr: Initialisation des informations RAM...

# log.ram.size
source: RAM Total Size (GB): %d
es: Tamaño total de RAM (GB): %d
fr: Taille totale de la RAM (Go) : %d

# log.ram.type_speed
source: RAM Type: %@, Speed: %@
es: Tipo de RAM: %@, Velocidad: %@
fr: Type de RAM : %@, Vitesse : %@

# log.ram.getting_string
source: Getting RAM string...
es: Obteniendo cadena de RAM...
fr: Récupération de la chaîne RAM...

# log.ram.getting_description
source: Getting RAM description string...
es: Obteniendo cadena de descripción de RAM...
fr: Récupération de la chaîne de description RAM...

# log.ram.getting_description_array
source: Getting RAM description array string...
es: Obteniendo cadena de matriz de descripción de RAM...
fr: Récupération de la chaîne de tableau de description RAM...

# log.ram.parsing_details
source: Parsing memory details from shared lines...
es: Analizando detalles de memoria desde líneas compartidas...
fr: Analyse des détails mémoire depuis les lignes partagées...

# log.version.prefix_set
source: OS Prefix set to: %@
es: Prefijo de SO establecido en: %@
fr: Préfixe OS défini à : %@

# log.version.number
source: OS Number: %@
es: Número de SO: %@
fr: Numéro OS : %@

# log.version.build
source: OS Build Number: %@
es: Número de build de SO: %@
fr: Numéro de build OS : %@

# log.version.enum_set
source: Internal OS Version enum set based on osNumber
es: Enumeración de versión de SO interna establecida según osNumber
fr: Énumération de version OS interne définie selon osNumber

# log.version.name
source: OS Name: %@
es: Nombre de SO: %@
fr: Nom OS : %@

# log.version.getting_number
source: Getting OS Number...
es: Obteniendo número de SO...
fr: Récupération du numéro OS...

# log.version.determined_number
source: Determined OS Number: %@
es: Número de SO determinado: %@
fr: Numéro OS déterminé : %@

# log.version.getting_build
source: Getting OS Build Number...
es: Obteniendo número de build de SO...
fr: Récupération du numéro de build OS...

# log.version.determined_build
source: Determined OS Build Number: %@
es: Número de build de SO determinado: %@
fr: Numéro de build OS déterminé : %@

# log.version.setting_enum
source: Setting internal OS Version enum from OS Number: %@
es: Estableciendo enumeración de versión de SO interna desde número de SO: %@
fr: Définition de l'énumération de version OS interne depuis le numéro OS : %@

# log.version.internal_set
source: Internal OS Version set to: %@
es: Versión de SO interna establecida en: %@
fr: Version OS interne définie à : %@

# log.version.converting_enum
source: Converting internal OS Version enum (%@) to string name...
es: Convirtiendo enumeración de versión de SO interna (%@) a nombre de cadena...
fr: Conversion de l'énumération de version OS interne (%@) en nom de chaîne...

# log.version.converted_name
source: Converted OS Name: %@
es: Nombre de SO convertido: %@
fr: Nom OS converti : %@

# log.serial.init
source: Initializing Serial Number & Hardware Info...
es: Inicializando número de serie e información de hardware...
fr: Initialisation du numéro de série et des informations matérielles...

# log.serial.retrieved
source: Successfully retrieved hardware info from HardwareCollector for serial number.
es: Información de hardware recuperada desde HardwareCollector para número de serie.
fr: Informations matérielles récupérées avec succès depuis HardwareCollector pour le numéro de série.

# log.serial.parsed
source: Parsed Serial Number: %@
es: Número de serie analizado: %@
fr: Numéro de série analysé : %@

# log.serial.formatted_details
source: Formatted Hardware Details: %@
es: Detalles de hardware formateados: %@
fr: Détails matériels formatés : %@

# log.serial.getting_string
source: Getting serial number string...
es: Obteniendo cadena de número de serie...
fr: Récupération de la chaîne du numéro de série...

# log.serial.getting_details
source: Getting hardware info details string...
es: Obteniendo cadena de detalles de información de hardware...
fr: Récupération de la chaîne de détails des informations matérielles...

# log.startup.init
source: Initializing Startup Disk Info...
es: Inicializando información de disco de arranque...
fr: Initialisation des informations du disque de démarrage...

# log.startup.read_cache
source: Successfully read %@ from cache.
es: %@ leído desde caché.
fr: %@ lu avec succès depuis le cache.

# log.startup.parsed_name
source: Parsed Startup Disk Name: %@
es: Nombre de disco de arranque analizado: %@
fr: Nom du disque de démarrage analysé : %@

# log.startup.getting_name
source: Getting startup disk name string...
es: Obteniendo cadena de nombre de disco de arranque...
fr: Récupération de la chaîne du nom du disque de démarrage...

# log.startup.getting_detailed
source: Getting detailed startup disk info string...
es: Obteniendo cadena de información detallada de disco de arranque...
fr: Récupération de la chaîne d'informations détaillées du disque de démarrage...

# log.startup.read_storage_cache
source: Successfully read %@ from cache.
es: %@ leído desde caché.
fr: %@ lu avec succès depuis le cache.

# log.macmodel.init
source: Initializing Mac Model Info...
es: Inicializando información de modelo de Mac...
fr: Initialisation des informations du modèle Mac...

# log.macmodel.name
source: Mac Name: %@
es: Nombre de Mac: %@
fr: Nom du Mac : %@

# log.macmodel.getting_identifier
source: Getting Model Identifier...
es: Obteniendo identificador de modelo...
fr: Récupération de l'identifiant du modèle...

# log.macmodel.full_identifier
source: Full Model Identifier (hw.model): %@, Parsed ID: %@
es: Identificador de modelo completo (hw.model): %@, ID analizado: %@
fr: Identifiant de modèle complet (hw.model) : %@, ID analysé : %@

# log.macmodel.getting_name
source: Getting Mac Name...
es: Obteniendo nombre de Mac...
fr: Récupération du nom du Mac...

# log.macmodel.looked_up_name
source: Looked up Mac Name for identifier '%@': (%@, %@)
es: Nombre de Mac buscado para identificador '%@': (%@, %@)
fr: Nom du Mac recherché pour l'identifiant '%@' : (%@, %@)

# log.macmodel.name_from_file
source: Mac Name from hwFilePath: %@
es: Nombre de Mac desde hwFilePath: %@
fr: Nom du Mac depuis hwFilePath : %@

# log.macmodel.failed_identifier
source: Failed to get Model Identifier from hw.model.
es: No se pudo obtener el identificador de modelo desde hw.model.
fr: Échec de l'obtention de l'identifiant du modèle depuis hw.model.

# log.reachability.failed_create
source: Failed to create network reachability
es: No se pudo acceder a la red
fr: Le réseau était inaccessible.

# log.reachability.failed_flags
source: Failed to get reachability flags
es: No se pudieron obtener indicadores de accesibilidad
fr: Échec de l'obtention des indicateurs d'accessibilité

# log.reachability.status
source: Internet is %@
es: Internet está %@
fr: Internet est %@

# log.reachability.reachable
source: reachable
es: accesible
fr: accessible

# log.reachability.not_reachable
source: NOT reachable
es: NO accesible
fr: NON accessible

# log.window.view_switched
source: View switched to index: %d
es: Vista cambiada al índice: %d
fr: Vue basculée vers l'index : %d

# log.window.view_changing
source: Changing view to index: %d
es: Cambiando a la vista con índice: %d
fr: Changement de vue vers l'index : %d

# log.data.files_created
source: Data files created successfully
es: Archivos de datos creados
fr: Fichiers de données créés avec succès

# log.cpu.failed_packages
source: Failed to get physical CPU count via hw.packages. Error: %@
es: No se pudo obtener el recuento de CPU físicas a través de hw.packages. Error: %@
fr: Échec de l'obtention du nombre de CPU physiques via hw.packages. Erreur : %@

# log.cpu.failed_physical
source: Failed to get physical CPU count via hw.physicalcpu. Error: %@
es: No se pudo obtener el recuento de CPU físicas a través de hw.physicalcpu. Error: %@
fr: Échec de l'obtention du nombre de CPU physiques via hw.physicalcpu. Erreur : %@

# log.cpu.failed_any_count
source: Failed to get any CPU count. Error: %@
es: No se pudo obtener ningún recuento de CPU. Error: %@
fr: Échec de l'obtention de tout nombre de CPU. Erreur : %@

# log.cpu.failed_read_details
source: Unable to read CPU details from hwFilePath: %@
es: No se pueden leer los detalles de la CPU desde hwFilePath: %@
fr: Impossible de lire les détails du CPU depuis hwFilePath : %@

# log.startup.failed_read_cache
source: Failed to read startup disk info from HardwareCollector cache
es: No se pudo leer la información del disco de arranque desde la caché de HardwareCollector
fr: Échec de la lecture des informations du disque de démarrage depuis le cache HardwareCollector

# log.startup.failed_read_detailed_cache
source: Failed to read detailed startup disk info from HardwareCollector cache
es: No se pudo leer la información detallada del disco de arranque desde la caché de HardwareCollector
fr: Échec de la lecture des informations détaillées du disque de démarrage depuis le cache HardwareCollector

# log.gpu.no_data
source: No GPU data available from HardwareCollector
es: No hay datos de GPU disponibles desde HardwareCollector
fr: Aucune donnée GPU disponible depuis HardwareCollector

# log.gpu.no_details
source: No GPU details available from HardwareCollector
es: No hay detalles de GPU disponibles desde HardwareCollector
fr: Aucun détail GPU disponible depuis HardwareCollector

# log.version.init
source: Initializing OS Version Info...
es: Inicializando información de versión del SO...
fr: Initialisation des informations de version du système d'exploitation...

# log.version.complete
source: OS Version Info collection complete.
es: Recopilación de información de versión del SO completada.
fr: Collecte des informations de version du système d'exploitation terminée.

# log.serial.no_hardware_info
source: No hardware info available from HardwareCollector for serial number.
es: No hay información de hardware disponible desde HardwareCollector para el número de serie.
fr: Aucune information matérielle disponible depuis HardwareCollector pour le numéro de série.

# log.ram.no_data
source: No RAM data available from HardwareCollector
es: No hay datos de RAM disponibles desde HardwareCollector
fr: Aucune donnée RAM disponible depuis HardwareCollector
