Repository: 2009-Nissan-Cube/About-This-Hack
Catalog: About This Hack/*.lproj/Localizable.strings
Languages: es, fr

# log.display.no_data
source: No display data available from HardwareCollector
es: No hay datos de pantalla disponibles desde HardwareCollector
fr: Aucune donnée d'affichage disponible depuis HardwareCollector

# log.display.section_not_found
source: Displays section not found in cached data (searched for 'Displays:')
es: Sección de pantallas no encontrada en los datos en caché (se buscó 'Displays:')
fr: Section d'affichages introuvable dans les données en cache (recherche de 'Displays :')

# log.update.checking
source: %@ : Checking for updates...
es: %@ : Comprobando actualizaciones...

# log.update.versions
source: %@ : Local version (%@) and Remote version (%@) in .pbxproj from tag (%@)
es: %@ : Versión local (%@) y versión remota (%@) en .pbxproj desde la etiqueta (%@)

# log.update.newer_version
source: %@ : Newer version (%@) available
es: %@ : Nueva versión (%@) disponible

# log.update.done
source: %@ : Done
es: %@ : Hecho

# log.update.starting_download
source: %@ : Starting Download v%@ Update...
es: %@ : Iniciando descarga de la actualización v%@...

# log.update.unzipping
source: %@ : Unzipping Archive...
es: %@ : Descomprimiendo archivo...

# log.update.extracted
source: %@ : From archive was extracted : %@
es: %@ : Del archivo se extrajo : %@

# log.update.mounting_dmg
source: %@ : Try to mount dmg %@
es: %@ : Intentando montar dmg %@

# log.update.dmg_mounted
source: %@ : %@ mounted in /Volumes/%@! %@ : Try to copy application /Volumes/"%@/%@.app" to %@
es: %@ : %@ montado en /Volumes/%@! %@ : Intentando copiar aplicación /Volumes/"%@/%@.app" a %@

# log.update.app_copied
source: %@ : /Volumes/"%@/%@.app" copied to %@!
es: %@ : /Volumes/"%@/%@.app" copiado a %@!

# log.update.unmounting_dmg
source: %@ : Try to unmount Volume "/Volumes/%@"
es: %@ : Intentando desmontar volumen "/Volumes/%@"

# log.update.dmg_ejected
source: %@ : /Volumes/"%@" ejected!
es: %@ : /Volumes/"%@" expulsado!

# log.update.checking_os_compatibility
source: %@ : Is new app v%@ allowed on current OS %@?
es: %@ : ¿Se permite la nueva aplicación v%@ en el SO actual %@?

# log.update.os_versions
source: %@ : Current OS version %@ and Minimum OS Version %@
es: %@ : Versión actual del SO %@ y versión mínima del SO %@

# log.update.os_version_index
source: %@ : Index (%d) : Current OS version %@ and Minimum OS Version %@
es: %@ : Índice (%d) : Versión actual del SO %@ y versión mínima del SO %@

# log.update.update_allowed
source: %@ : Update (with %@ as minimum OS version ) is allowed on current OS version %@
es: %@ : Actualización (con %@ como versión mínima del SO) permitida en la versión actual del SO %@

# log.update.removing_old_app
source: %@ : Removing Old App...
es: %@ : Eliminando aplicación antigua...

# log.update.directory_deleted
source: %@ : Directory %@ deleted successfully
es: %@ : Directorio %@ eliminado correctamente

# log.update.error_deleting_directory
source: %@ : Error deleting Directory %@ with error : (%@)
es: %@ : Error al eliminar el directorio %@ con error : (%@)

# log.update.copying_new_version
source: %@ : Copying New Version "/%@.app" Almost there!
es: %@ : Copiando nueva versión "/%@.app" ¡Casi terminado!

# log.update.complete_launching
source: %@ : Update Complete!...Launching New "%@.app" Version...
es: %@ : ¡Actualización completa!...Iniciando nueva versión "%@.app"...

# log.update.element_from_archive
source: %@ : Element from archive : %@
es: %@ : Elemento del archivo : %@

# log.update.element_returned
source: %@ : Element returned %@
es: %@ : Elemento devuelto %@

# update.alert.update_found
source: Update found!
es: ¡Actualización encontrada!

# update.alert.latest_version
source: The latest version is %@. You are currently running %@.
es: La última versión es %@. Actualmente estás ejecutando %@.

# update.alert.button.update
source: Update
es: Actualizar

# update.alert.button.skip
source: Skip
es: Omitir

# update.alert.button.return
source: Return
es: Volver

# update.alert.cant_get_version
source: Can't get version from last remote repo tag
es: No se puede obtener la versión de la última etiqueta del repositorio remoto

# update.alert.cant_download
source: Can't Download Update
es: No se puede descargar la actualización

# update.alert.cant_unzip
source: Can't unzip Archive
es: No se puede descomprimir el archivo

# update.alert.cant_unzip_detail
source: %@ into %@
es: %@ en %@

# update.alert.cant_find_extension
source: Can't find .app or .dmg extension on files name extracted from Archive
es: No se puede encontrar la extensión .app o .dmg en los nombres de archivos extraídos del archivo

# update.alert.cant_mount_dmg
source: Can't mount dmg
es: No se puede montar el dmg

# update.alert.cant_copy_app
source: Can't copy application
es: No se puede copiar la aplicación

# update.alert.cant_copy_app_detail
source: /Volumes/"%@/%@.app" to %@
es: /Volumes/"%@/%@.app" a %@

# update.alert.cant_unmount_dmg
source: Can't unmount %@dmg
es: No se puede desmontar el %@dmg

# update.alert.cant_get_min_os
source: Can't get Minimum OS Version
es: No se puede obtener la versión mínima del SO

# update.alert.cant_get_min_os_detail
source: LSMinimumSystemVersion not found in "%@"
es: LSMinimumSystemVersion no encontrado en "%@"

# update.alert.update_cant_be_achieved
source: Update can't be achieved
es: No se puede realizar la actualización

# update.alert.update_cant_be_achieved_detail
source: Minimum OS Version %@ is greater than current OS version %@
es: La versión mínima del SO %@ es mayor que la versión actual del SO %@

# update.alert.failed_delete_old
source: Failed to delete the old copy of
es: Error al eliminar la copia antigua de

# update.alert.failed_delete_old_detail
source: %@ Please make sure it is in %@ folder!!!
es: %@ ¡Por favor asegúrate de que esté en la carpeta %@!

# update.alert.cant_replace_app
source: Can't replace application
es: No se puede reemplazar la aplicación

# update.notify.starting_download
source: Starting Download... v%@ Update...
es: Iniciando descarga... Actualización v%@...

# update.notify.unzipping
source: Unzipping Archive...
es: Descomprimiendo archivo...

# update.notify.mounting_dmg
source: Try to mount dmg...
es: Intentando montar dmg...

# update.notify.unmounting_dmg
source: Try to unmount dmg...
es: Intentando desmontar dmg...

# update.notify.checking_allowed
source: Is new app v%@ allowed...
es: ¿Se permite la nueva aplicación v%@...

# update.notify.removing_old
source: Removing Old App...
es: Eliminando aplicación antigua...

# update.notify.installing
source: New Version Install...
es: Instalando nueva versión...

# update.notify.complete
source: Update Complete...Launching New Version...
es: Actualización completa...Iniciando nueva versión...

# tooltip.bootloader
source: BootLoader: %@ Boot-args: %@
fr: Chargeur d'amorçage : %@ Boot-args : %@
